<?php

$lang = array();


// --------
// Buttons
$lang['READ_MORE'] = 'اقرا المزيد';

// --------


// ---------
// About language
$lang['lang_code'] = 'ar';
$lang['direction'] = 'rtl';
// ---------


//----------
// nav links
$lang['PAGE_TITLE'] = 'كلاود سناب';

$lang['MENU_MAIN'] = 'الرئيسية';
$lang['MENU_About_US'] = 'من نحن';
$lang['MENU_Our_Service'] = 'خدماتنا';
$lang['MENU_Our_Work'] = 'أعمالنا';

// ------------


// ------------
//slider
$lang['NAME_OF_COMPANY_FIRST'] = 'كلاود';
$lang['NAME_OF_COMPANY_LAST'] = 'سناب';

$lang['OF_OUR_SERVICES'] = 'أهدافنا';

$lang['SLIDER_SLOGANS'] =
    'هدفنا الرئيسي هو تزويد عملائنا بحلول تكنولوجية من الدرجة الأولى والتي من شأنها مساعدتهم في تعزيز أداء العمل وتحقيق أهدافهم بفعالية,
    برامج مصممة لجميع الإحتمالات  ,
';
// -------------


// -------------
// about us
$lang['ABOUT_US_TITLE'] = 'من نحن';

$lang['ABOUT_US_WELCOME_MESSAGE'] = 'عن كلاود سناب';

$lang['ABOUT_US_PARAGRAPH_FIRST'] =  'تقدم الشركة خدمات تصميم و تطوير المواقع الإلكترونية و تطبيقات الويب والمتاجر الالكترونية بالإضافة الي خدمات الاستضافة 
السحابية للموقع وأيضا خدمات الدعم الفني وكذلك خدمات البرمجة الخاصة للمواقع.';
$lang['ABOUT_US_PARAGRAPH_SECOND'] = 'ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق';

//Our vision
$lang['OUR_VISION_TITLE'] = 'رؤيتنا';

$lang['OUR_VISION_WELCOME_MESSAGE'] = 'نحن حلول تيك لينك';

$lang['OUR_VISION_PARAGRAPH_FIRST'] =  'أن تكون الشركة رائدة في مجال صنع البرمجيات وفي مجال تطوير تكنولوجيا المعلومات 
, و  الإبتكار والبحث الدائم نحو الأجود والأفضل والأحدث من خلال تقديم أعلى مستويات الخدمة والأداء والأمن ';

$lang['OUR_VISION_PARAGRAPH_SECOND'] = 'ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق';



//--------------



// -------------
// our services
$lang['OUR_SERVICES_TITLE'] = 'خدماتنا';

$lang['OUR_SERVICES_WELCOME_MESSAGE'] =
    'المتاجر الالكترونية أمتلك متجر إلكتروني خاص بك بجميع مزايا  التجارة الإلكترونية مع كلاود سناب  نوفر لك
الخدمات المساندة للمتجر 
  الاطلاع على التقارير ،إدارة العملاء ،إضافة المنتجات ، إدارة الطلبيات ، إدارة متجرك';



$lang['OUR_SERVICES_GENERAL_SYSTEMS_TITLE'] = 'أنظمة عامة';

$lang['OUR_SERVICES_GENERAL_SYSTEMS_DESCRIPTION'] = 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.
 ';

$lang['OUR_SERVICES_WEB_DEVELOPMENT_TITLE'] = 'برمجة وتصميم مواقع الانترنت';

$lang['OUR_SERVICES_WEB_DEVELOPMENT_DESCRIPTION'] = 'أصبح حضور الشركات سواء الكبيرة أو المتوسطة وصغيرة الحجم على الإنترنت أمرًا حتميّا، بل أصبح ذلك الحضور رأس مال الكثير منها، يبدأ المستخدمون بالبحث عن موقع شركتك الإلكتروني لمعرفة المزيد من المعلومات عن علامتك التجارية وخدماتك، أو للبحث عن طرق التواصل معك.';


$lang['OUR_SERVICES_MOBILE_APPS_TITLE'] = 'تطبيقات الموبايل';

$lang['OUR_SERVICES_MOBILE_APPS_DESCRIPTION'] =

    'جميع المؤسسات الكبرى خاصة التى تعمل فى المجال التجارى تهتم بتوصيل منتجاتها الى العديد من العملاء عن طريق طرق عديدة وذلك من خلال جذب العملاء ولفت انتباههم الى هذه المنتجات ويتم ذلك بطرق حديثة وعصرية مختلفة عن الطرق التقليدية وفى السنوات الماضية لعبت التكنولوجيا دور كبير فى تحقيق هدف اصحاب المؤسسات والشركات الكبرى وساعدت فى خلق العديد من الفرص التى ساعدت على التفاعل بين العملاء واصحاب المؤسسات الكبرى ومن اكثر الاشياء التى ساعدت على ذلك هى انشاء مواقع الكترونية خاصة بالشركات وتصميم تطبيقات الهاتف ونشرها ويتم عمل هذه الاشياء لجميع الشركات مهما كان نشاطها فهى تعد من اهم وسائل نجاح اى مشروع.';


$lang['OUR_SERVICES_GRAPHIC_DESIGN_TITLE'] = 'تصاميم الجرافيك';

$lang['OUR_SERVICES_GRAPHIC_DESIGN_DESCRIPTION'] = 'خدمتنا حلول غير محدودة لجميع احتياجات عملك. في حزمة التثبيت
نحن نعد تحسين محرك البحث ، ودعم وسائل التواصل الاجتماعي ، ونوفر هوية الشركة و
خدمات التصميم الجرافيكي.';




//--------------




// -------------
// our work
$lang['OUR_WORK_TITLE'] = 'أعمالنا';

$lang['OUR_WORK_WELCOME_MESSAGE'] = 'نبني قوالب مواقع احترافية ومشاريع تصميم مواقع ويب
تصميمات المواد ومجموعات واجهة المستخدم. بعض من مشاريعنا الرائعة المكتملة أدناه.';

/* Buttons */
$lang['OUR_WORK_BUTTON_ALL'] = 'الكل';
$lang['OUR_WORK_BUTTON_GENERAL_SYSTEMS'] = 'أنظمة عامة';
$lang['OUR_WORK_BUTTON_WEB_DEVELOPMENT'] = 'مواقع الويب';
$lang['OUR_WORK_BUTTON_MOBILE_APPS'] = 'تطبيقات الموبايل';
$lang['OUR_WORK_BUTTON_GRAPHIC_DESIGN'] = 'تصاميم الجرافيك';
/* Buttons */

/* Work titles */
$lang['OUR_WORK_WORK_TITLE_WEB'] = 'تصميم موقع لشركة تيك لينك';
$lang['OUR_WORK_WORK_TITLE_GRAPHIC'] = 'تصميم شعار وبوسترات لنظام المناديب';
$lang['OUR_WORK_WORK_TITLE_MOBILE'] = 'برمجة وتصميم تطبيق خاص بالشركة';
$lang['OUR_WORK_WORK_TITLE_GENERAL_SYSTEMS'] = 'برمجة أنظمة عامة';
/* Work titles */

//--------------



/* importance of websites */
$lang['IMPRTANCE_OF_WEBSITE_TITLE'] = 'أهمية تواجد موقع شركتك الإلكترونى علي الانترنت';
$lang['IMPRTANCE_OF_WEBSITE_MESSAGE'] = 'أصبح حضور الشركات سواء الكبيرة أو المتوسطة وصغيرة الحجم على الإنترنت أمرًا حتميّا، 
بل أصبح ذلك الحضور رأس مال الكثير منها، يبدأ
المستخدمون بالبحث عن موقع شركتك الإلكتروني لمعرفة المزيد من المعلومات عن علامتك التجارية وخدماتك،
أو للبحث عن طرق التواصل معك.';

$lang['ADVANTAGE_OF_WEBSITE_TITLE'] = 'مميزات ستحصل عليها مع كلاود سناب في موقعك الالكتروني';
/* importance of websites */

//--------------

/* importance of mobile apps */
$lang['IMPRTANCE_OF_MOBILE_APP_TITLE'] = 'تطبيقات الموبايل';
$lang['IMPRTANCE_OF_MOBILE_APP_MESSAGE'] = 'أصبح حضور الشركات سواء الكبيرة
أو المتوسطة وصغيرة الحجم على الإنترنت أمرًا حتميّا، بل أصبح ذلك الحضور 
رأس مال الكثير منها، يبدأ المستخدمون بالبحث عن موقع شركتك الإلكتروني لمعرفة 
المزيد من المعلومات عن علامتك التجارية وخدماتك، أو للبحث عن طرق التواصل معك.';

$lang['ADVANTAGE_OF_MOBILE_APP_TITLE'] = 'اهم المميزات التي توفرها كلاود سناب في تطبيقك ';
/* importance of mobile apps */

//--------------


// -------------
// footer
$lang['FOOTER_CONTACT'] = 'تواصل معنا';

$lang['FOOTER_CONTACT_QUESTION'] = 'هل لديك اسئلة؟ من فضلك لا تتردد في الاتصال بنا مباشرة. سيعود فريقنا إليك في الداخل
في غضون ساعات لمساعدتك.';

$lang['FOOTER_YOUR_NAME'] = 'اسمك الكريم';
$lang['FOOTER_YOUR_EMAIL'] = 'ايميلك';
$lang['FOOTER_SUBJECT'] = 'عنوان الرسالة';
$lang['FOOTER_YOUR_MESSAGE'] = 'رسالتك';
$lang['FOOTER_FORM_BUTTON'] = 'ارسل';
//--------------



// -------------
// copy right
$lang['COPY_RIGHT_ALL_RIGHT_RESERVED'] = 'جميع الحقوق محفوظة.';
$lang['COPY_RIGHT_COMPANY_NAME'] = 'كلاود سناب';
//--------------